Repository: Akhdanre/Tetas.in
Catalog: lib/l10n/intl_*.arb
Languages: id

# account_message
source: Please enter your account
id: Tolong masukkan akunmu

# greating
source: HI! WELCOME
id: HI! SELAMAT DATANG

# humd_in_55
source: 55 percent humidity, environtment lack of moisture for optimal egg hatch
id: Pada 55 persen, lingkungan kurang lembab untuk penetasan telur secara optimal.

# humd_in_56
source: With an increase to 56 percent humidity, conditions improve, enhancing the chances of embryo survival and development.
id: Dengan peningkatan kelembapan menjadi 56 persen, kondisi membaik untuk peningkatan peluang kelangsungan hidup dan perkembangan embrio.

# humd_in_57
source: With an increase to 57 percent humidity, conditions improve, enhancing the chances of embryo survival and development.
id: Dengan peningkatan kelembapan menjadi 57 persen, kondisi membaik untuk peningkatan peluang kelangsungan hidup dan perkembangan embrio.

# humd_in_58
source: Humidity at 58 percent approaches ideal conditions, creating a comfortable environment for egg incubation.
id: Kelembapan 58 persen mendekati kondisi ideal, menciptakan lingkungan yang nyaman untuk penetasan telur.

# humd_in_59
source: Humidity at 59 percent approaches ideal conditions, creating a comfortable environment for egg incubation.
id: Kelembapan 59 persen mendekati kondisi ideal, menciptakan lingkungan yang nyaman untuk penetasan telur.

# humd_in_60
source: At 60 percent humidity, the environment reaches optimal humidity for ensuring successful egg incubation and healthy embryo development.
id: Pada 60 persen, lingkungan mencapai kelembapan optimal untuk memastikan keberhasilan penetasan dan perkembangan embrio yang sehat.

# temp_in_35
source: 35 degrees is too cold for hatch an eggs
id: Suhu 35 derajat celcius terlalu dingin untuk menetaskan telur

# temp_in_36
source: 36 degrees is too cold for hatch an eggs
id: Suhu 36 derajat celcius terlalu dingin untuk menetaskan telur

# temp_in_37
source: 37 degrees is kinda cold, less suiteble for hatch an eggs
id: Suhu 37 derajat celcius agak dingin, kurang sesuai untuk menetaskan telur

# temp_in_38
source: 38 degrees is stable, suitable for hatch an eggs
id: Suhu 38 derajat celcius stabil, sesuai untuk menetaskan telur

# temp_in_39
source: 39 degrees is kinda hot, less suitable for hatch an eggs
id: Suhu 39 derajat celcius agak panas, kurang sesuai untuk menetaskan telur

# temp_in_40
source: 40 degrees is too hot, less suitable for hatch an eggs
id: Suhu 40 derajat celcius terlalu panas, kurang sesuai untuk menetaskan telur
